Repository: porarrirr/offline-whisper-transcriber-ios
Catalog: WhisperTranscriptionApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans, zh_hant

source: Transcription results are reference information provided by AI and may contain errors. For critical uses, verify against original audio. Record and use audio in compliance with laws and consent.
es: Los resultados de la transcripción son información de referencia proporcionada por la IA y pueden contener errores. Para usos críticos, verifique con el audio original. Grabe y use el audio de conformidad con las leyes y el consentimiento.
fr: Les résultats de la transcription sont des informations de référence fournies par l'IA et peuvent contenir des erreurs. Pour les utilisations critiques, vérifiez par rapport à l'audio d'origine. Enregistrez et utilisez l'audio conformément aux lois et aux consentements.
ja: 文字起こし結果はAIによる参考情報であり、誤りを含む場合があります。重要な用途では元の音声で確認してください。録音や音声の利用は、法令と同意に従って行ってください。
zh_hans: 转写结果是 AI 提供的参考信息，可能包含错误。对于关键用途，请与原始音频进行比对核实。请在遵守法律并获得同意的情况下录制和使用音频。
zh_hant: 轉寫結果是 AI 提供的參考資訊，可能包含錯誤。對於關鍵用途，請與原始音訊進行比對核實。請在遵守法律並獲得同意的情況下錄製和使用音訊。

source: Translate to English
es: Traducir al inglés
fr: Traduire en anglais
ja: 英語に翻訳
zh_hans: 翻译为英文
zh_hant: 翻譯為英文

source: Translate transcription results to English
es: Traduce los resultados de la transcripción al inglés
fr: Traduit les résultats de la transcription en anglais
ja: 文字起こし結果を英語に翻訳します
zh_hans: 将转写结果翻译为英文
zh_hant: 將轉寫結果翻譯為英文

source: Turkish
es: Turco
fr: Turc
ja: トルコ語
zh_hans: 土耳其语
zh_hant: 土耳其語

source: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Untitled Transcription
es: Transcripción sin título
fr: Transcription sans titre
ja: 無題の文字起こし
zh_hans: 无标题转写
zh_hant: 無標題轉寫

source: Update Available
es: Actualización disponible
fr: Mise à jour disponible
ja: アップデートがあります
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update Model
es: Actualizar modelo
fr: Mettre à jour le modèle
ja: モデルを更新
zh_hans: 更新模型
zh_hant: 更新模型

source: Use the saved partial recording
es: Usar la grabación parcial guardada
fr: Utiliser l'enregistrement partiel enregistré
ja: 保存された途中録音を使用します
zh_hans: 使用已保存的部分录音
zh_hant: 使用已儲存的部分錄音

source: VAD model is not ready. Please download the VAD model from settings.
es: El modelo VAD no está listo. Descárguelo en ajustes.
fr: Le modèle VAD n'est pas prêt. Veuillez le télécharger dans les réglages.
ja: VADモデルの準備ができていません。設定からVADモデルをダウンロードしてください。
zh_hans: VAD 模型未就绪。请在设置中下载 VAD 模型。
zh_hant: VAD 模型未就緒。請在設定中下載 VAD 模型。

source: VAD model is not ready. Please open the app and download the VAD model from settings.
es: El modelo VAD no está listo. Abra la aplicación y descargue el modelo VAD desde los ajustes.
fr: Le modèle VAD n'est pas prêt. Veuillez ouvrir l'application et télécharger le modèle VAD dans les réglages.
ja: VADモデルの準備ができていません。アプリを開いて設定からVADモデルをダウンロードしてください。
zh_hans: VAD 模型未就绪。请打开应用并在设置中下载 VAD 模型。
zh_hant: VAD 模型未就緒。請打開應用並在設定中下載 VAD 模型。

source: VAD Model Ready
es: Modelo VAD listo
fr: Modèle VAD prêt
ja: VADモデル準備完了
zh_hans: VAD 模型准备就绪
zh_hant: VAD 模型準備就緒

source: Version %@ is available on the App Store.
es: La versión %@ está disponible en App Store.
fr: La version %@ est disponible sur l'App Store.
ja: App Storeでバージョン%@が利用できます。
zh_hans: App Store 上已有 %@ 版本可用。
zh_hant: App Store 上已有 %@ 版本可用。

source: Vietnamese
es: Vietnamita
fr: Vietnamien
ja: ベトナム語
zh_hans: 越南语
zh_hant: 越南語

source: Whisper Transcriber
es: Transcriptor Whisper
fr: Transcripteur Whisper
ja: Whisper文字起こし
zh_hans: Whisper 离线转写
zh_hant: Whisper 離線轉寫

source: Will download %@ for the first time. Wi-Fi connection is recommended.
es: Se descargará %@ por primera vez. Se recomienda conexión Wi-Fi.
fr: %@ sera téléchargé pour la première fois. Connexion Wi-Fi recommandée.
ja: 初回に%@をダウンロードします。 Wi-Fi接続をおすすめします。
zh_hans: 首次使用将下载 %@ 的数据。 建议使用 Wi-Fi 连接。
zh_hant: 首次使用將下載 %@ 的資料。 建議使用 Wi-Fi 連線。

source: %@ characters
ja: %@文字

source: %@ Transcriptions
ja: %@件の文字起こし

source: Hindi
ja: ヒンディー語
zh_hans: 印地语
zh_hant: 印地語

source: Only the selected video's audio is transcribed
ja: 選択した動画の音声のみを文字起こしします

source: Select Model Size
ja: モデルサイズを選択

source: Select Video from Photos
ja: 写真から動画を選択

source: Supported: audio and video files
ja: 対応: 音声・動画ファイル

source: Transcribing... %@%%
ja: 文字起こし中... %@%%
